data/cae_te_workspace/experiments/openfoam/resin_fill_v004/0/T.air
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2512                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volScalarField;
    location    "0";
    object      T.air;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 323;

boundaryField
{
    inlet1
    {
        type            fixedValue;
        value           uniform 323;
    }
    inlet2
    {
        type            fixedValue;
        value           uniform 513;
    }
    inlet3
    {
        type            fixedValue;
        value           uniform 323;
    }
    outlet
    {
        type            inletOutlet;
        inletValue      uniform 323;
        value           uniform 323;
    }
    walls
    {
        type            fixedValue;
        value           uniform 323;
    }
    columnFvMeshInfo:default
    {
        type            empty;
    }
}


// ************************************************************************* //
