data/cae_te_workspace/experiments/openfoam/resin_fill_v004/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2512                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 101325;

boundaryField
{
    inlet1
    {
        type            calculated;
        value           uniform 101325;
    }

    inlet2
    {
        type            calculated;
        value           uniform 101325;
    }

    inlet3
    {
        type            calculated;
        value           uniform 101325;
    }

    outlet
    {
        type            fixedValue;
        value           uniform 101325;
    }

    walls
    {
        type            calculated;
        value           uniform 101325;
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
