data/cae_te_workspace/experiments/openfoam/resin_fill_v004/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| interFoam two-phase: polymer melt (filled) + air (initial cavity)           |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases          (polymer air);

polymer
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 0.01;
    rho             [1 -3 0 0 0 0 0] 1200;
}

air
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 1.48e-05;
    rho             [1 -3 0 0 0 0 0] 1;
}

sigma           [1 0 -2 0 0 0 0] 0.04;

// ************************************************************************* //
