data/cae_te_workspace/experiments/openfoam/resin_fill_v004/system/controlDict.ascii
/*--------------------------------*- C++ -*----------------------------------*\
| Moldflow Phase 2: compressibleInterFoam VOF cavity fill                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       dictionary;
    location    "system";
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

application     compressibleInterFoam;

startFrom       startTime;

startTime       0;

stopAt          endTime;

endTime         0.15;

deltaT          1e-05;

adjustTimeStep  yes;

maxCo           0.3;

maxAlphaCo      0.3;

writeControl    timeStep;

writeInterval   100;

purgeWrite      2;

writeFormat     ascii;

writePrecision  6;

writeCompression off;

timeFormat      general;

timePrecision   6;

runTimeModifiable true;

// ************************************************************************* //
